{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "StarRange": { "branch": "master" },
  "VisIncr": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "blinds.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "cheat.sh-vim": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "diffwindow_movement": { "branch": "master" },
  "direnv.vim": { "branch": "master" },
  "easybuffer.vim": { "branch": "master" },
  "firenvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "heirline.nvim": { "branch": "master" },
  "highlight-current-n.nvim": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "jiejie.nvim": { "branch": "main" },
  "jumpy.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "maximizer.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neomake": { "branch": "master" },
  "neoterm": { "branch": "master" },
  "neovim-gui-shim": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luapad": { "branch": "master" },
  "nvim-markdown": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plantuml-syntax": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "remember.nvim": { "branch": "master" },
  "rest.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "main" },
  "scratch.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "speeddating": { "branch": "master" },
  "swapit": { "branch": "master" },
  "tabout.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "telescope_bookmark_picker.nvim": { "branch": "main" },
  "telescope_sessions_picker.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ultimate-autopair.nvim": { "branch": "v0.6" },
  "vim-CountJump": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-alloy": { "branch": "main" },
  "vim-apathy": { "branch": "master" },
  "vim-asciidoc": { "branch": "master" },
  "vim-astro": { "branch": "main" },
  "vim-caddyfile": { "branch": "master" },
  "vim-cd": { "branch": "master" },
  "vim-characterize": { "branch": "master" },
  "vim-dirvish": { "branch": "master" },
  "vim-dirvish-dovish": { "branch": "main" },
  "vim-dispatch": { "branch": "master" },
  "vim-editqf": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-grepper": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-helpwrapper": { "branch": "master" },
  "vim-ingo-library": { "branch": "master" },
  "vim-interestingwords": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-matchup": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-sayonara": { "branch": "master" },
  "vim-shootingstar": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-textobj-uri": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "yaml-companion.nvim": { "branch": "main" },
  "yaml.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
