{
  "Comment.nvim": { "branch": "master" },
  "Lite-Tab-Page": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "StarRange": { "branch": "master" },
  "VisIncr": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "blinds.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "cheat.sh-vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "complextras.nvim": { "branch": "master" },
  "diffwindow_movement": { "branch": "master" },
  "direnv.vim": { "branch": "master" },
  "easybuffer.vim": { "branch": "master" },
  "firenvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "highlight-current-n.nvim": { "branch": "master" },
  "hop.nvim": { "branch": "v2" },
  "jumpy.vim": { "branch": "master" },
  "lastpos.vim": { "branch": "master" },
  "lightline": { "branch": "master" },
  "lsp-format.nvim": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "maximizer.nvim": { "branch": "main" },
  "neomake": { "branch": "master" },
  "neoterm": { "branch": "master" },
  "neovim-gui-shim": { "branch": "master" },
  "nord": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cursorword": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luapad": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-nu": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "papercolor": { "branch": "master" },
  "plantuml-syntax": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "repmo": { "branch": "master" },
  "rest.nvim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "speeddating": { "branch": "master" },
  "swapit": { "branch": "master" },
  "tabout.nvim": { "branch": "master" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "telescope_bookmark_picker.nvim": { "branch": "main" },
  "telescope_sessions_picker.nvim": { "branch": "main" },
  "tokyonight": { "branch": "main" },
  "vim-CountJump": { "branch": "master" },
  "vim-LanguageTool": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-apathy": { "branch": "master" },
  "vim-asciidoc": { "branch": "master" },
  "vim-astro": { "branch": "main" },
  "vim-cd": { "branch": "master" },
  "vim-characterize": { "branch": "master" },
  "vim-dirvish": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-editqf": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fish": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-grepper": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-helpwrapper": { "branch": "master" },
  "vim-ingo-library": { "branch": "master" },
  "vim-interestingwords": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-markdown": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-obsession": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-sayonara": { "branch": "master" },
  "vim-shootingstar": { "branch": "master" },
  "vim-subversive": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-textobj-uri": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vim-yoink": { "branch": "master" },
  "yaml.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}